Repository: MarcQueralt/gantry-framework-catala
Catalog: rt_gantry_wp/languages/*.po
Languages: ca, es_es

source: TEMPLATE_NAME_SETTINGS
ca: Configuració de Gantry
es_es: Configuración de Gantry

source: BLOG_CATEGORY
ca: Categoria del blog
es_es: Categoría del blog

source: BLOG_CATEGORY_DESC
ca: Incloure o excloure IDs de categoria de la consulta del Blog.
es_es: Incluye o excluye IDs de categoría de la consulta de Blog.

source: POSTS_DISPLAY
ca: Presentació d'entrades
es_es: Mostrar entradas

source: POSTS_DISPLAY_DESC
ca: Fixa el nombre d'entrades a mostrar.
es_es: Número de entradas a mostrar.

source: LEADING_POSTS
ca: Entrades principals
es_es: Entradas de cabecera

source: LEADING_POSTS_DESC
ca: Nombre d'entrades principals a mostrar.
es_es: Número de entraps destacadas a mostrar.

source: INTRO_POSTS
ca: Entrades d'introducció
es_es: Entradas de intro

source: INTRO_POSTS_DESC
ca: Nombre d'entrades d'introducció a mostrar.
es_es: Post a mostrar como intro

source: COLUMNS
ca: Columnes
es_es: Columnas

source: COLUMNS_DESC
ca: Nombre de columnes per mostrar les entrades d'introducció.
es_es: Número de columnas para mostrar los Intro posts.

source: QUERY
ca: Consulta
es_es: Consulta

source: QUERY_DESC
ca: Configuració de la consulta de cerca de la vista de blog.
es_es: Consulta de la vista de blog.

source: QUERY_TYPE
ca: Escriu la consulta
es_es: Tipo de contenido

source: QUERY_TYPE_DESC
ca: Estableix el tipus de continguts a mostrar a la vista de blog.
es_es: Identificar el tipo de contenido a mostrar en la vista de Blog.

source: ANY
ca: Qualsevol
es_es: Cualquiera

source: ATTACHMENT
ca: Annex
es_es: Attachments

source: PAGE
ca: Pàgina
es_es: Página

source: POST
ca: Entrada
es_es: Entrada

source: REVISION
ca: Revisió
es_es: Revisión

source: ORDER
ca: Ordre
es_es: Orden

source: ORDER_DESC
ca: Canvia l'ordre de presentació de les entrades.
es_es: Escoge el orden para mostrar los posts.

source: AUTHOR
ca: Autor
es_es: Autor

source: COMMENT_COUNT
ca: Nombre de comentaris
es_es: Número de comentarios

source: DATE
ca: Data
es_es: Fecha

source: TITLE
ca: Títol
es_es: Título

source: MODIFIED
ca: Modificació
es_es: Modificado

source: NAME
ca: Nom
es_es: Nombre

source: None
ca: Cap
es_es: Ninguno

source: PARENT
ca: Pare
es_es: Padre

source: RANDOM
ca: Aleatori
es_es: Aleatorio

source: CUSTOM_QUERY
ca: Consulta personalitzada
es_es: Consulta personalizada

source: CUSTOM_QUERY_DESC
ca: Crea la teva pròpia consulta afegint arguments compatibles amb WP_Query.
es_es: Crea tu propia consulta personalizada añadiendo cualquier argumento compatible de WP_Query.

source: CONTENT_TYPE
ca: Tipus de contingut
es_es: Tipo de contenido

source: CONTENT_TYPE_DESC
ca: Selecciona entre contingut sencer o resum.
es_es: Elige entre el contenido o el resumen.

source: CONTENT
ca: Contingut
es_es: Contenido

source: EXCERPT
ca: Resum
es_es: Resumen

source: PAGE_HEADING
ca: Capçalera de pàgina
es_es: Encabezado de página

source: PAGE_HEADING_DESC
ca: Mostra la capçalera de pàgina.
es_es: Configura el título principal de la página

source: ENABLED
ca: Actiu
es_es: Activo

source: CUSTOM_HEADING
ca: Capçalera personalitzada
es_es: Cabecera personalizada

source: CUSTOM_HEADING_DESC
ca: Escriu la teva capçalera personalitzada.
es_es: Escribe tu propio texto de cabecera.

source: SHOW_POST_TITLES
ca: Mostra el títol de les entrades
es_es: Mostrar título de los contenidos

source: SHOW_POST_TITLES_DESC
ca: Mostra el títol de les entrades individuals.
es_es: Mostar el título de las entradas individuales.

source: LINK
ca: Enllaç
es_es: Enlace

source: LINK_DESC
ca: Afegeix un enllaç cap a l'entrada.
es_es: Añade enlace al título

source: AUTHOR_META
ca: Metadades: autor
es_es: Metadatos: autor

source: AUTHOR_META_DESC
ca: Mostra l'autor de l'entrada.
es_es: Muestra el autor del contenido

source: PREFIX_DESC
ca: Afegeix un prefix personalitzat.
es_es: Añade tu propio prefijo

source: DATE_META
ca: Metadades: data
es_es: Metadatos: fecha

source: DATE_META_DESC
ca: Mostra la data de creació de l'entrada.
es_es: Muestra la fecha de creación del post.

source: FORMAT_DESC
ca: Fixa el format de data d'acord al format de data de PHP.
es_es: Configura el formato de fecha usando el formato de fecha de PHP.

source: MODIFIED_DATE_META
ca: Metadada: modificació
es_es: Metadatos: fecha de modificación

source: MODIFIED_DATE_META_DESC
ca: Mostra la data de modificació del contingut.
es_es: Muestra la fecha de modificación del contenido.

source: COMMENTS_META_DATA
ca: Metadades: comentaris
es_es: Metadatos: comentarios

source: COMMENTS_META_DATA_DESC
ca: Mostra el nombre de comentaris del contingut.
es_es: Muestra el número de comentarios del contenido.

source: SHOW_POST_CATEGORY
ca: Mostra la categoria de l'entrada
es_es: Categoría del post

source: SHOW_POST_CATEGORY_DESC
ca: Mostra la primera categoria assignada al contingut.
es_es: Muestra la primera categoría a la que está asignado el post.

source: SHOW_POST_PARENT_CATEGORY
ca: Mostra la categoria pare
es_es: Categoría padre del post.

source: SHOW_POST_PARENT_CATEGORY_DESC
ca: Mostra la categoria pare de la categoria a la que està assignat el post.
es_es: Muestra la categoría padre de la categoría a la que el post está asignado.

source: READ_MORE
ca: Més
es_es: Leer más

source: READ_MORE_DESC
ca: Configura el comportament del botó Més.
es_es: Configura el comportamiento del botón leer más

source: LABEL
ca: Etiqueta
es_es: Etiqueta

source: DISPLAY
ca: Mostra
es_es: Mostrar

source: DISPLAY_DESC
ca: Configura quan el botó Més ha d'aparèixer.
es_es: Configura cuando debe aparecer el botón Leer más

source: AUTO
ca: Automàtic

source: ALWAYS
ca: Sempre
es_es: Siempre

source: NEVER
ca: Mai
es_es: Nunca

source: PAGE_VIEW
ca: Vista de pàgina
es_es: Vista de página

source: SHOW_TITLE
ca: Mostra el títol
es_es: Muestra título

source: SHOW_TITLE_DESC
ca: Mostra el títol de la pàgina.
es_es: Muestra el título de la página

source: SHOW_FEATURED_IMAGE
ca: Mostra la imatge destacada
es_es: Muestra la imágen destacada

source: SHOW_FEATURED_IMAGE_DESC
ca: Determina si la imatge destacada dels continguts ha d'aparèixer a la vista de contingut complet.
es_es: Indica si la imagen destacada debe mostrarse en la vista completa de página.

source: SHOW_COMMENTS
ca: Mostra comentaris
es_es: Muestra comentarios

source: SHOW_COMMENTS_DESC
ca: Mostra els comentaris i el formulari de comentaris a la vista completa.
es_es: Muestra los comentarios y el formulario de comentarios en la vista completa.

source: HTML_TAGS
ca: Permet tags HTML
es_es: Nota sobre etiquetas HTML

source: HTML_TAGS_DESC
ca: Mostra un peu amb els tags HTML permesos sota el formulari de recollida de comentaris.
es_es: Muestra el pie con las etiquetas HTML permitidas en el formulario de comentarios.

source: SHOW_TAGS
ca: Mostra etiquetes
es_es: Muestra etiquetas

source: SHOW_TAGS_DESC
ca: Mostra les etiquetes al peu del contingut.
es_es: Muestra las etiquetas del post debajo de los contenidos.

source: SHOW_FOOTER_NOTE
ca: Mostrar nota al peu
es_es: Muestra nota al pie

source: SHOW_FOOTER_NOTE_DESC
ca: Mostra el peu del contingut a sota.
es_es: Muestra la nota al pie debajo del contenido.

source: POST_VIEW
ca: Vista d'entrada
es_es: Vista de entrada

source: CATEGORY_VIEW
ca: Vista de categoria
es_es: Vista de categoría

source: POST_COUNT
ca: Nombre d'entrades
es_es: Número de entradas

source: POST_COUNT_DESC
ca: Nombre d'entrades que es mostren a la pàgina.
es_es: Número de entradas a mostrar por página

source: ARCHIVE_VIEW
ca: Vista d'arxiu
es_es: Vista de archivo

source: TAG_VIEW
ca: Vista d'etiqueta
es_es: Vista de etiqueta

source: SEARCH_VIEW
ca: Vista de cerca
es_es: Vista de búsqueda

source: HEADER_STYLE
ca: Estil de la capçalera
es_es: Estilo de cabecera

source: HEADER_STYLE_DESC
ca: Tria un dels estils per la capçalera de la plantilla.
es_es: Elige la opción de estilo para el área de cabecera de la plantilla.

source: CONTACT_FORM
ca: Formulari de contacte
es_es: Formulario de contacto

source: CONTACT_EMAIL
ca: Email de contacte
es_es: Email de contacto

source: CONTACT_EMAIL_DESC
ca: Adreça on s'enviaran els emails. Si es deixa buit, s'usarà la de l'administrador.
es_es: Dirección de email desde la que se enviarán los mensajes. Si está vacía se usará la del administrador.

source: RECAPTCHA_DESC
ca: Si està actiu, l'usuari haurà de resoldre un captcha abans d'enviar el missatge.
es_es: Activa el control anti spam basado en reCaptcha.

source: PUBLIC_KEY
ca: Clau pública
es_es: Llave pública

source: PRIVATE_KEY
ca: Clau privada
es_es: Llave privada

source: Page not found
ca: Pàgina no trobada
es_es: Página no encontrada

source: You may not be able to visit this page because of:
ca: No pots veure aquesta pàgina per alguna de les raons següents:
es_es: Puede que no puedas ver esta página por una de las razones siguientes:

source: an out-of-date bookmark/favourite
ca: l'enlllaç està desactualitzat
es_es: un favorito desactualizado

source: a search engine that has an out-of-date listing for this site
ca: el cercador que has utilitzat conserva un enllaç antic
es_es: una información desfasada de esta página en el buscador

source: a mistyped address
ca: has escrit l'adreça malament
es_es: un error en la escritura de la dirección

source: you have no access to this page
ca: no tens accés a la pàgina que demanes
es_es: no tienes acceso a la página

source: The requested resource was not found.
ca: demanes un recurs que no existeix
es_es: el recurso solicitado no se encuentra

source: An error has occurred while processing your request.
ca: s'ha produït algun error mentre es processava la teva petició
es_es: se produjo un error al procesar tu petición

source: Home
ca: Inici
es_es: Inicio

source: The active theme requires the Gantry Framework Plugin to be installed and active
ca: El tema actiu necessita que l'extensió Gantry Framework Pluguin estigui instal·lada i activa
es_es: El tema activo necesita el plugin Gantry Framework instalado y activo.

source: Next
ca: Següent
es_es: Siguiente

source: Previous
ca: Anterior
es_es: Anterior

source: Page %1$s of %2$s
ca: Pàgina %1$s de %2$s
es_es: Página %1$s de %2$s

source: 404 Page Not Found
ca: 404 Pàgina no trobada
es_es: 404 página no encontrada

source: Daily Archives: %s
ca: Arxiu diari de %s
es_es: Archivo del día %s

source: Monthly Archives: %s
ca: Arxiu mensual de %s
es_es: Archivo del mes %s

source: Yearly Archives: %s
ca: Arxiu de l'any %s
es_es: Archivo del año %s

source: Archives
ca: Arxiu
es_es: Archivos

source: Sorry, but there aren't any posts matching your query.
ca: No hi ha cap contingut que coincideixi amb la teva petició
es_es: Ninguna entrada coincide con tu petición.

source: Author Archives: %s
ca: Arxiu de l'autor %s
es_es: Archivo del autor %s

source: About %s
ca: Sobre %s
es_es: Sobre %s

source: Category Archives: %s
ca: Arxiu de la categoria %s
es_es: Archivo de la categoría %s

source: 0 Comments
ca: Cap comentari
es_es: Ningún comentario

source: 1 Comment
ca: 1 comentari
es_es: 1 comentario

source: % Comments
ca: % comentaris
es_es: % comentarios

source: Edit
ca: Modificar
es_es: Editar

source: Your email was sent successfully. Thank you!
ca: El teu correu s'ha enviat. Moltes gràcies!
es_es: Email enviado. Gracias.

source: Back to the homepage
ca: Tornar a la pàgina d'inici
es_es: Regresar a la página de inicio

source: Sorry, an error occured. Please try again.
ca: S'ha produït un error. Intenta-ho de nou.
es_es: Se a producido un error. Intentar de nuevo.

source: Name
ca: Nom
es_es: Nombre

source: Message
ca: Missatge
es_es: Mensaje

source: Send me a copy of this email.
ca: Envia'm una còpia d'aquest missatge
es_es: Enviarme una copia del email

source: Send Message
ca: Enviar missatge
es_es: Enviar mensaje

source: Pages:
ca: Pàgines:
es_es: Páginas:

source: This entry was posted
ca: L'entrada ha estat publicada
es_es: Entrada publicada

source: on
ca: el
es_es: el

source: at
ca: a
es_es: en

source: and is filed under
ca: i s'ha classificat com
es_es: y clasificada como

source: You can follow any responses to this entry through the
ca: Pots seguir qualsevol reacció a aquesta entrada a través de
es_es: Puedes seguir las respuestas a través de este

source: You can
ca: Pots
es_es: Puedes

source: leave a response
ca: deixar un comentari
es_es: dejar un comentario

source: or
ca: o
es_es: o

source: trackback
ca: retroenllaç

source: from your own site.
ca: des del teu propi web.
es_es: desde tu web o blog.

source: Responses are currently closed, but you can
ca: No s'admeten comentaris, però pots
es_es: No se admiten más respuestas, pero puedes

source: You can skip to the end and leave a response. Pinging is currently not allowed.
ca: Pots anar fins el final i deixar una resposta. En aquest moment no es permet el ping.
es_es: Puedes desplazarte hasta el final y dejar una respuesta. Pining no permitido.

source: Both comments and pings are currently closed.
ca: No es permeten ni comentaris no pings.
es_es: Tanto los comentarios como los pinga están desactivados.

source: Edit this entry
ca: Modifica l'entrada
es_es: Editar esta entrada

source: Gantry Dropdown
ca: Desplegable Gantry
es_es: Gantry desplegable

source: Gantry SplitMenu
ca: SplitMenu de Gantry

source: Custom Image
ca: Imatge personalitzada
es_es: Imagen personalizada

source: - None Selected -
ca: - selecciona una opció -
es_es: - Ninguna -

source: Custom Icon
ca: Icona personalitzada
es_es: Icono personalizado

source: Number of Columns in Submenu
ca: Nombre de columnes al submenú
es_es: Columnas en el submenú

source: Item Distribution
ca: Distribució dels elements
es_es: Distribución de los elementos

source: Evenly
ca: Uniformement
es_es: Equitativamente

source: In Order
ca: Per ordre
es_es: Por orden

source: Manually
ca: Manualment
es_es: Manualmente

source: Manual Item Distribution
ca: Distribució manual dels elements
es_es: Distribución manual de los elementos

source: Group Child Items
ca: Agrupar els elements fills
es_es: Agrupar hijos

source: Yes
ca: Sí
es_es: Sí

source: Drop-Down Width (px)
ca: Ample del desplegable (px)
es_es: Ancho (px) del desplegable

source: Column Widths (px)
ca: Amplada de la columna (px)
es_es: Ancho de columna (px)

source: Please enter your name.
ca: Escriu el teu nom.
es_es: Escribe tu nombre.

source: Please enter your email address.
ca: Escriu el teu email.
es_es: Escribe tu email.

source: You entered an invalid email address.
ca: L'email no és vàlid.
es_es: El email no es correcto.

source: Please enter a message.
ca: Escriu un missatge.
es_es: Escribe tu mensaje.

source: The entered reCaptcha is incorrect. Please try again.
ca: El codi reCaptcha és incorrecte. Torna a provar-ho.
es_es: El valor de reCaptcha introducido no es válido. Inténtalo de nuevo.

source: [Contact Form] From:
ca: [Formulari de contacte] De:
es_es: [Fomulario de contacto] de:

source: Name:
ca: Nom:
es_es: Nombre:

source: From:
ca: De:
es_es: De:

source: Reply-To:
ca: Respon-a:
es_es: Responder a:

source: Sorry, no pages matched your criteria.
ca: No hi ha cap pàgina que correspongui amb aquest criteri.
es_es: Ninguna página corresponde con tu criterio.

source: Your comment is awaiting moderation.
ca: El teu comentari està pendent de moderació.
es_es: Tu comentario está pendiente de revisión.

source: %1$s at %2$s
ca: %1$s a %2$s
es_es: %1$s a $2$s

source: Reply
ca: Respon
es_es: Responder

source: This post is password protected. Enter the password to view comments.
ca: Aquesta contingut està protegit amb contrasenta. Escriu-la per veure els comentaris.
es_es: Contenido protegido mediante contraseña. Debes introducirla para ver tus comentarios.

source: Older Comments
ca: Comentaris més antics
es_es: Comentarios antiguos

source: Newer Comments
ca: Comentaris més recents
es_es: Comentarios más receintes

source: Comments are closed.
ca: No s'admeten comentaris
es_es: No se permiten comentarios.

source: Leave a Reply
ca: Deixa un comentari
es_es: Contestar

source: Leave a Reply to %s
ca: Deixa un comentari a %s
es_es: Responder a %s

source: Cancel Reply
ca: No enviïs el comentari
es_es: Cancelar respuesta

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" class="btn btn-mini" title="Log out of this account">Log out?</a>
ca: Estàs connectat com <a href="%1$s">%2$s</a>. <a href="%3$s" class="btn btn-mini" title="Desconnecta't d'aquest compte">Desconnecta't</a>
es_es: Conectado com <a href="%1$s">%2$s</a>. <a href="%3$s" class="btn btn-mini" title="Desconnectar">Desconnectar</a>

source: Your email address will not be published. Required fields are marked *
ca: El teu email no es publicarà. Els camps requerits estan marcats amb *
es_es: Tu dirección de email no se publicará. Los campos marcados * son obligatorios.

source: Website
ca: Web
es_es: Web

source: Comment
ca: Comentari
es_es: Comentar

source: You may use these <abbr title="HyperText Markup Language" class="initialism">HTML</abbr> tags and attributes: <code>%1$s</code>
ca: Pots utilitzar els següents elements i atributs d'<abbr title="HyperText Markup Language" class="initialism">HTML</abbr>: <code>%1$s</code>
es_es: Puedes utilizar las siguientes etiquetas y atributos <abbr title="HyperText Markup Language" class="initialism">HTML</abbr>: <code>%1$s</code>

source: Post Comment
ca: Envia el comentari
es_es: Publicar comentario

source: Search Results for: %s
ca: Resultat de la cerca %s
es_es: Resultados de la búsqueda de %s

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
ca: No hi ha res que encaixi amb el criteri de cerca. Intenta-ho de nou amb uns altres termes de cerca.
es_es: Ningún elemento coincide con tu búsqueda. Prueba con otras palabras.

source: Sorry, no posts matched your criteria.
ca: Cap contingut coincideix amb el criteri.
es_es: Ninguna entrada coincide con

source: Tag Archives: %s
ca: Arxiu de l'etiqueta %s
es_es: Archivo de la etiqueta %s

source: Search
ca: Cerca
es_es: Buscar

source: By %1$s
ca: Per %1$s
es_es: Por %1$s

source: PREFIX
es_es: Prefijo

source: FORMAT
es_es: Formato

source: Subtext
es_es: Subtexto
